tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "louisbrunner/valgrind"
brew "gcc"
brew "open-mpi"
brew "arpack"
brew "automake"
brew "python@3.9"
brew "glib"
brew "guile"
brew "nghttp2"
brew "unbound"
brew "cask"
brew "harfbuzz"
brew "ffmpeg"
brew "fftw"
brew "fig2dev"
brew "figlet"
brew "findutils"
brew "fish"
brew "gawk"
brew "gh"
brew "git"
brew "github-markdown-toc"
brew "gnu-sed"
brew "pango"
brew "gnuplot"
brew "gradle"
brew "graphviz"
brew "grep"
brew "htop"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "lf"
brew "mono"
brew "mysql", restart_service: true
brew "nano"
brew "neofetch"
brew "node"
brew "pandoc"
brew "perl"
brew "postgresql"
brew "pstoedit"
brew "qt"
brew "pyqt"
brew "pyqt@5"
brew "qscintilla2"
brew "rbenv"
brew "ruby@2.7"
brew "scriptcs"
brew "sip"
brew "tbb"
brew "suite-sparse"
brew "sundials"
brew "tldr"
brew "trash"
brew "tree"
brew "wifi-password"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
cask "basictex"
cask "bettertouchtool"
cask "flutter"
cask "google-cloud-sdk"
cask "inkscape"
cask "iterm2"
cask "key-codes"
cask "mark-text"
cask "microsoft-teams"
cask "notable"
cask "paintbrush"
cask "playonmac"
cask "scenebuilder"
cask "slack"
cask "steam"
cask "ukelele"
