tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "louisbrunner/valgrind"
brew "gcc"
brew "python@3.9"
brew "glib"
brew "guile"
brew "cask"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "gawk"
brew "git"
brew "github-markdown-toc"
brew "gnu-sed"
brew "pango"
brew "gnuplot"
brew "gradle"
brew "grep"
brew "htop"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "lf"
brew "mono"
brew "mysql", restart_service: true
brew "nano"
brew "neofetch"
brew "node"
brew "sundials"
brew "octave"
brew "pandoc"
brew "perl"
brew "postgresql"
brew "scriptcs"
brew "tldr"
brew "trash"
brew "tree"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
cask "basictex"
cask "bettertouchtool"
cask "flutter"
cask "google-cloud-sdk"
cask "iterm2"
cask "key-codes"
cask "mark-text"
cask "notable"
cask "scenebuilder"
