tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "louisbrunner/valgrind"
brew "act"
brew "gcc"
brew "open-mpi"
brew "arpack"
brew "automake"
brew "python@3.9"
brew "glib"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "cask"
brew "ctop"
brew "delve"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fftw"
brew "fig2dev"
brew "figlet"
brew "findutils"
brew "fish"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg", link: false
brew "git-secret"
brew "github-markdown-toc"
brew "gnu-sed"
brew "gnupg@2.2", link: true
brew "pango"
brew "gnuplot"
brew "go"
brew "gradle"
brew "graphviz"
brew "grep"
brew "hdf5"
brew "htop"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "python@3.10"
brew "iproute2mac"
brew "jq"
brew "k6"
brew "k9s"
brew "krb5"
brew "kubectx"
brew "lf"
brew "libproxy"
brew "minikube"
brew "mono"
brew "yt-dlp"
brew "mpv"
brew "mysql", restart_service: true
brew "nano"
brew "neofetch"
brew "node"
brew "newman"
brew "nginx"
brew "numpy", link: false
brew "pandoc"
brew "parallel"
brew "perl"
brew "postgresql"
brew "prometheus"
brew "pstoedit"
brew "qt"
brew "pyqt"
brew "pyqt@5"
brew "qrupdate"
brew "qscintilla2"
brew "ruby-build"
brew "rbenv"
brew "ruby@2.7"
brew "scriptcs"
brew "sip"
brew "suite-sparse"
brew "tbb"
brew "sundials"
brew "tcpdump"
brew "telnet"
brew "tldr"
brew "trash"
brew "tree"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
cask "basictex"
cask "bettertouchtool"
cask "docker"
cask "flutter"
cask "google-cloud-sdk"
cask "inkscape"
cask "iterm2"
cask "key-codes"
cask "mark-text"
cask "metasploit"
cask "microsoft-teams"
cask "notable"
cask "paintbrush"
cask "playonmac"
cask "postman"
cask "scenebuilder"
cask "slack"
cask "steam"
cask "ukelele"
